[
  "Rajnikanth can withdraw money from ATM by using his visiting card.",
  "After release of Robot, Rajnikanth gave Times of India 3 stars.",
  "Once Rajnikanth was on hot seat in KBC,imagine what happened : computer needed lifeline to choose the question.",
  "Once Rajnikanth was travelling in a helicopter via Switzerland and his wallet fell down. That place is now called Swiss Bank.",
  "Rajni decide to donate his eyes, for NASA to make new HD telescope.",
  "People update status via BlackBerry ,iPhone, iPad, etc. Rajnikanth updates status via Calculator!!",
  "How much it cost to Rajnikanth when he makes call to space - 1 Paisa/light year.",
  "Once a farmer put Rajinikanth’s photo instead of a scarecrow in his farm u wont believe what happened the birds were bringing back the crops taken last year!",
  "Rajnikanth bought a new road roller,Do u know why?? To iron his clothes.",
  "My computer does not need a ups during power cuts because I have rajinikanth's picture as my desktop background.",
  "Rajnikanth did his KG from seven different places..Today those places are known as IITs!",
  "Government of india pays tax to Rajnikanth for living in India.",
  "Think what would have happened if Rajnikanth would have born 150 years ago? British would have fought for Independence",
  "Even Ghajni remembers Rajni",
  "Why do earthquake occurs? Because at that time Rajnikanth's mobile is on vibration mode!",
  "Once Rajnikanth bunked a whole day in school. Since then that day is known as Sunday!",
  "Before Tom Cruise, Rajni was approached for the movie Mission Impossible, but Rajani refused as he found the title insulting.",
  "Rajinikanth once told a joke 2 a Japanese kid.Today he's known as Laughing Buddha",
  "Rajnikanth's next movie is called Twitter. He plays 140 characters.",
  "Rajinikanth can delete the Recycle Bin.",
  "Why did Superman and Batman visited Rajnikanth on sept 5? Because it was Teacher's Day.",
  "Rajnikanth killed a terrorist in another country via Bluetooth",
  "Rajnikanth can sneeze with his eyes open.",
  "When Neil Armstrong arrived at moon, he had to borrow fuel from Rajni's fuel station, to reach back on Earth.",
  "When Rajinikanth was in class 3, his teacher asked him to write an essay on anything. Today that essay is know as wikipedia.",
  "Rajinikanth once wrote his biography. The book is know as The guinness Book of World Records.",
  "When Rajnikanth joined Facebook, he got a notification that facebook wants to be his friend.",
  "Rajnikanth once hit a six and that ball is known as Pluto.",
  "Rajnikanth has counted to infinity, twice.",
  "Rajnikanth once consumed an entire bottle of sleeping pills. They made him blink once.",
  "Rajni can eat dosa with chop sticks",
  "Rajnikanth can cure cancer with his first aid box",
  "Rajinikanth first takes the gold medal and then the race starts.",
  "Rajnikanth can make onions cry.",
  "Rajinikanth can divide by 0 (zero).",
  "Bullets dodge Rajnikanth.",
  "Rajinikanth leaves messages before the beep.",
  "Rajinikanth doesn't wear a watch. He decides what time it is.",
  "Rajinikanth can handle the truth.",
  "Rajinikanth knows Victoria's secret.",
  "East India Company left India in 1947, because Rajinikanth was supposed to be born in 1949.",
  "Rajinikanth has already been to Mars, that's why there are no signs of life there",
  "Rajinikanth doesn't breathe. Air hides in his lungs for protection.",
  "Death once had a near Rajinikanth experience.",
  "Rajinikanth made an IPhone 8G for himself.",
  "Rajinikanth can answer a missed call.",
  "Rajinikanth doesnt pay attention - attention pays him.",
  "Rajinikanth once entered a race he came first, second and third.",
  "Rajnikanth once wrote a cheque the bank bounced.",
  "God can walk on water. Rajnikanth can swim through land!!!"
]